tap "eduardb/cask"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "nektos/tap"
tap "sam701/awstools"
tap "zaquestion/tap"
brew "adr-tools"
brew "autojump"
brew "awscli"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-secrets"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "jenv"
brew "jq"
brew "lsd"
brew "mas"
brew "node"
brew "nvm"
brew "ripgrep"
brew "scrcpy"
brew "speedtest-cli"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jez/formulae/git-heatmap"
brew "nektos/tap/act"
brew "sam701/awstools/awstools"
cask "1password"
cask "1password-cli"
cask "authy"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mounty-at-1-9"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "slack"
cask "sublime-text"
cask "suspicious-package"
cask "webpquicklook"
mas "Flycut", id: 442160987
