tap "eduardb/mounty-legacy", "git@github.com:eduardb/homebrew-mounty-legacy.git"
tap "getsentry/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "nektos/tap"
tap "sam701/awstools"
tap "zaquestion/tap"
brew "act"
brew "adr-tools"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cocoapods", link: false
brew "coreutils"
brew "exa"
brew "expect"
brew "fastlane"
brew "fd"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gnupg", link: false
brew "gradle"
brew "gradle-profiler"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "jenv"
brew "jq"
brew "kotlin"
brew "lsd"
brew "lsusb"
brew "mas"
brew "mitmproxy"
brew "neofetch"
brew "nmap"
brew "node"
brew "nvm"
brew "onefetch"
brew "openssl@3"
brew "opus-tools"
brew "pandoc"
brew "pfetch"
brew "pinentry-mac"
brew "ripgrep"
brew "ruby@2.7"
brew "scrcpy"
brew "speedtest-cli"
brew "swiftlint"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "vorbis-tools", link: false
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "jez/formulae/git-heatmap"
brew "sam701/awstools/awstools"
cask "1password"
cask "1password-cli"
cask "authy"
cask "bestres"
cask "docker"
cask "firefox"
cask "flipper"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mounty-legacy"
cask "ngrok"
cask "notunes"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookapk"
cask "slack"
cask "sublime-text"
cask "suspicious-package"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Balance Lock", id: 1019371109
mas "Disk Speed Test", id: 425264550
mas "EasyRes", id: 688211836
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RocketSim", id: 1504940162
mas "Skitch", id: 425955336
mas "Trello", id: 1278508951
