tap "getsentry/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jez/formulae"
tap "kardelio/easy-dumpsys", "https://github.com/Kardelio/easy-dumpsys"
tap "nektos/tap"
tap "sam701/awstools"
tap "xcodesorg/made"
brew "act"
brew "adr-tools"
brew "sqlite"
brew "xz"
brew "ansible"
brew "glib"
brew "apktool"
brew "autojump"
brew "bash"
brew "bat"
brew "circleci"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "exa"
brew "expect"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "gradle"
brew "gradle-profiler"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "jadx"
brew "jenv"
brew "jq"
brew "kdoctor"
brew "kotlin"
brew "lsd"
brew "lsusb"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "onefetch"
brew "opus-tools"
brew "pandoc"
brew "pfetch"
brew "pkgx"
brew "pinentry-mac"
brew "pnpm"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "ruby@2.7"
brew "scrcpy"
brew "speedtest-cli"
brew "swiftlint"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vorbis-tools", link: false
brew "wakeonlan"
brew "wget"
cask "xcodes"
brew "xcode-kotlin"
brew "yamlfmt"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "jez/formulae/git-heatmap"
brew "kardelio/easy-dumpsys/easy-dumpsys"
brew "sam701/awstools/awstools"
cask "1password"
cask "1password-cli"
cask "apparency"
cask "authy"
cask "bestres"
cask "darktable"
cask "firefox"
cask "flipper"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "openscad"
cask "orbstack"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "slack"
cask "sqlitestudio"
cask "sublime-text"
cask "suspicious-package"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whisky"
cask "zoom"
cask "zulu@11"
cask "zulu@17"
cask "zulu@21"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Balance Lock", id: 1019371109
mas "Disk Speed Test", id: 425264550
mas "EasyRes", id: 688211836
mas "Flycut", id: 442160987
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "LottieFiles", id: 1531085233
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RocketSim", id: 1504940162
mas "Skitch", id: 425955336
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Velja", id: 1607635845
mas "WattsConnected", id: 1639692859
